Repository: aheldesoky/iplumb
Catalog: application/languages/*.po
Languages: ar_ar

source: iPlumb
ar_ar: مؤسسة دريم

source: Please Sign In
ar_ar: من فضلك سجل الدخول

source: Username
ar_ar: أسم المستخدم

source: Password
ar_ar: كلمة المرور

source: Remember Me
ar_ar: تذكرنى

source: Login
ar_ar: دخول

source: Search for Client
ar_ar: ابحث عن عميل

source: Search
ar_ar: بحث

source: Search Result
ar_ar: نتائج البحث

source: Search Again
ar_ar: إعادة البحث

source: Settings
ar_ar: إعدادات

source: Roles
ar_ar: الصلاحيات

source: Users
ar_ar: المستخدمين

source: Categories
ar_ar: الأصناف

source: Display Categories
ar_ar: عرض الأصناف

source: Suppliers
ar_ar: الموردين

source: Display Suppliers
ar_ar: عرض الموردين

source: Display Roles
ar_ar: عرض أنواع المستخدمين

source: Display Users
ar_ar: عرض المستخدمين

source: Stock
ar_ar: البضاعة

source: Reports
ar_ar: تقارير

source: Main Page
ar_ar: الصفحة الرئيسية

source: Selling Page
ar_ar: صفحة البيع

source: Logout
ar_ar: تسجيل خروج

source: Actions
ar_ar: إجراءات

source: View
ar_ar: عرض

source: Edit
ar_ar: تعديل

source: Delete
ar_ar: حذف

source: Back
ar_ar: الرجوع

source: Page
ar_ar: صفحة

source: Roles List
ar_ar: قائمة أنواع المستخدمين

source: Role
ar_ar: نوع المستخدم

source: Add New Role
ar_ar: إضافة نوع مستخدم جديد

source: No roles yet
ar_ar: لا توجد أنواع مستخدمين حاليا

source: Role Name
ar_ar: نوع المستخدم

source: Add Role
ar_ar: إضافة نوع المستخدم

source: Edit Role
ar_ar: تعديل نوع المستخدم

source: Back to Role List
ar_ar: الرجوع لقائمة أنواع المستخدمين

source: Users List
ar_ar: قائمة المستخدمين

source: User
ar_ar: مستخدم

source: Add New User
ar_ar: إضافة مستخدم جديد

source: No users yet
ar_ar: لا يوجد مستخدمين حاليا

source: User Name
ar_ar: إسم المستخدم

source: Add User
ar_ar: إضافة المستخدم

source: Edit User
ar_ar: تعديل المستخدم

source: Back to User List
ar_ar: الرجوع لقائمة المستخدمين

source: Full Name
ar_ar: الإسم

source: Categorys List
ar_ar: قائمة الأصناف

source: Category
ar_ar: الصنف

source: Add New Category
ar_ar: إضافة صنف جديد

source: No categorys yet
ar_ar: لا يوجد أصناف حاليا

source: Category Name
ar_ar: أسم الصنف

source: Add Category
ar_ar: إضافة الصنف

source: Edit Category
ar_ar: تعديل الصنف

source: Back to Category List
ar_ar: الرجوع لقائمة الأصناف

source: Display Sizes
ar_ar: عرض المقاسات

source: Sizes List
ar_ar: قائمة المقاسات

source: Size
ar_ar: المقاس

source: Sizes
ar_ar: المقاسات

source: No Size
ar_ar: بلا مقاس

source: Add New Size
ar_ar: إضافة مقاس جديد

source: No sizes yet
ar_ar: لا يوجد مقاسات حاليا

source: Size Value
ar_ar: المقاس

source: Add Size
ar_ar: إضافة المقاس

source: Edit Size
ar_ar: تعديل المقاس

source: Back to Size List
ar_ar: الرجوع لقائمة المقاسات

source: Display Inventory
ar_ar: عرض البضاعة

source: Inventory List
ar_ar: قائمة المقاسات

source: Inventory
ar_ar: المخزن

source: Suppliers List
ar_ar: قائمة الموردين

source: Supplier
ar_ar: المورد

source: Add New Supplier
ar_ar: إضافة مورد جديد

source: No suppliers yet
ar_ar: لا يوجد موردون حاليا

source: Supplier Name
ar_ar: أسم المورد

source: Name
ar_ar: الإسم

source: Phone Number
ar_ar: رقم الهاتف

source: Phone
ar_ar: الهاتف

source: Address
ar_ar: العنوان

source: Initial Balance
ar_ar: الرصيد الإبتدائي

source: Add Supplier
ar_ar: إضافة المورد

source: Edit Supplier
ar_ar: تعديل المورد

source: Back to Supplier List
ar_ar: الرجوع لقائمة الموردين

source: Imports List
ar_ar: قائمة الواردات

source: Import
ar_ar: الوارد

source: Imports
ar_ar: الواردات

source: Display Imports
ar_ar: عرض الواردات

source: Select Supplier
ar_ar: اختر مورد

source: No Supplier
ar_ar: بدون مورد

source: Date is required
ar_ar: يجب تحديد تاريخ الوارد

source: Add New Import
ar_ar: إضافة وارد جديد

source: No imports yet
ar_ar: لا يوجد واردات حاليا

source: Add Import
ar_ar: إضافة الوارد

source: Quantity
ar_ar: الكمية

source: Buy Price
ar_ar: سعر الشراء للوحدة

source: Sell Price
ar_ar: سعر البيع للوحدة

source: Total Price
ar_ar: قيمة الوارد

source: Order ID
ar_ar: رقم فاتورة الشراء

source: Date
ar_ar: التاريخ

source: Paid
ar_ar: المدفوع

source: Remaining
ar_ar: المتبقي

source: Add Category to Import
ar_ar: إضافة بند للوارد

source: Add Category to Bill
ar_ar: إضافة صنف للفاتورة

source: Add Category Doesn't Exist
ar_ar: إضافة صنف غير موجود

source: Benefit as Bill Percentage
ar_ar: الربح نسبة على الفاتورة

source: Import Discount Percentage
ar_ar: نسبة الخصم علي فاتورة الوارد

source: Category has been added successfully
ar_ar: تم إضافة الصنف بنجاح

source: You must select supplier
ar_ar: يجب إختيار مورد

source: You must enter discount percentage
ar_ar: يجب تحديد نسبة الخصم

source: Edit Import
ar_ar: تعديل الوارد

source: Close
ar_ar: إغلاق

source: Total
ar_ar: الكلي

source: Back to Import List
ar_ar: الرجوع لقائمة الواردات

source: This role already exists
ar_ar: هذا النوع مضاف مسبقا

source: This user already exists
ar_ar: هذا المستخدم مضاف مسبقا

source: This Category already exists
ar_ar: هذا الصنف مضاف مسبقا

source: Digits only allowed
ar_ar: مسموح بأرقام فقط

source: Value is required
ar_ar: يجب إدخال قيمة

source: This page still under development
ar_ar: هذه الصفحة لا تزال تحت الإنشاء

source: Are you sure you want to DELETE user?
ar_ar: هل أنت متأكد من حذف المستخدم؟

source: Are you sure you want to DELETE role?
ar_ar: هل أنت متأكد من حذف الصلاحيات؟

source: Are you sure you want to DELETE category?
ar_ar: هل أنت متأكد من حذف الصنف؟

source: Are you sure you want to DELETE import?
ar_ar: هل أنت متأكد من حذف الوارد؟

source: Are you sure you want to DELETE supplier?
ar_ar: هل أنت متأكد من حذف المورد؟

source: Are you sure you want to REFUND sale?
ar_ar: هل أنت متأكد من إسترجاع المبيع؟

source: Yes
ar_ar: نعم

source: No
ar_ar: لا

source: Change category
ar_ar: تغيير الصنف

source: Remove category
ar_ar: حذف الصنف

source: from
ar_ar: من

source: Sale Discount
ar_ar: قيمة الخصم على الفاتورة

source: Customer Name
ar_ar: أسم العميل

source: Customer Phone
ar_ar: رقم هاتف العميل

source: Customer Notes
ar_ar: ملاحظات على العميل

source: Checkout Bill
ar_ar: دفع الفاتورة

source: INVOICE
ar_ar: فاتورة

source: Invoice Number
ar_ar: رقم الفاتورة

source: Price L.E.
ar_ar: السعر

source: Subtotal
ar_ar: الكلي قبل الخصم

source: Total Due
ar_ar: قيمة الفاتورة

source: Time
ar_ar: الساعة

source: Cashier Name
ar_ar: الكاشير

source: Print
ar_ar: طباعة

source: Sales
ar_ar: المبيعات

source: Sales List
ar_ar: قائمة المبيعات

source: View Bill
ar_ar: عرض الفاتورة

source: Refund
ar_ar: إسترجاع
